package messages

const Evening = `
День скоро кончится. Не забудь решить дейлик!

%v`

const Morning = `Доброе утро!
Сегодняшняя задача: %v
Сложность: %v

Удачного решения!
%v
`

const Daily = `Сегодняшний дейлик: %v
Сложность: %v
			
%v`

const Default = `Команда не распознана
/help - список доступных команд`

const GroupsList = `%+v`

const Help = `Доступные команды:
/start - приветственное сообщение
/help - список доступных команд
/daily - информация о сегодняшнем дейлике`

const Start = `Привет! Этот бот рассылает дейлики литкода
Добавь его в группу и каждый день в 9 утра и 8 вечера будет напоминать о задаче`

const Init = `Чат %v добавлен в рассылку`